[LegionChassis X2SparkArmorTemplate_DLC_3]
FriendlyName="Шасси Легиона"
FriendlyNamePlural="Шасси легиона"
BriefSummary="Тяжелое шасси \"Искры\", обеспечивающее отличную защиту и живучесть за счет мобильности. Оно также наделяет \"Искру\" новыми боевыми способностями, позволяя ему поддерживать наши отряды огромной огневой мощью."
TacticalText="<Bullet/> Шасси Легиона обеспечивает отличную защиту и живучесть.\n<Bullet/> Две версии \"Мощного выстрела\" могут опустошить огромную территорию и используется как тяжелое оружие.\n<Bullet/> Предоставляет \"Оружейный щит\" позволяющий \"Искре\" нейтрализовать входящий урон и встречный огонь."

[LegionChassisMk2 X2SparkArmorTemplate_DLC_3]
FriendlyName="Шасси Легиона МК.II"
FriendlyNamePlural="Шасси Легиона МК.II"
BriefSummary="Тяжелое шасси \"Искры\", обеспечивающее отличную защиту и живучесть за счет мобильности. Оно также наделяет \"Искру\" новыми боевыми способностями, позволяя ему поддерживать наши отряды огромной огневой мощью."
TacticalText="<Bullet/> Улучшенный вариант Шасси Легиона, обеспечивающий еще большую защиту и живучесть.\n<Bullet/> Способность \"Оружейный щит\" теперь может поглощать больше урона перед тем, как сломаться.\n<Bullet/> Новое \"Умное ядро\", предоставляет дополнительные бесплатные выстрелы."

[TitanCore X2SparkArmorTemplate_DLC_3]
FriendlyName="Энергетическое ядро"
FriendlyNamePlural="Энергетическое ядро"
BriefSummary="Энергетическое ядро необходимо шасси титана для активации его основных способностей."
